Repository: Telepon/Media_Downloader
Catalog: Properties/Strings.*.resx
Languages: es_es

# Abrir Carpeta
source: Open folder
es_es: Abrir Carpeta

# Acerca de
source: About
es_es: Acerca de

# Actualizar
source: Update
es_es: Actualizar

# Añadir Preset
source: Add preset
es_es: Añadir Preset

# Borrar
source: Delete
es_es: Borrar

# Borrar Preset
source: Delete preset
es_es: Borrar Preset

# Convirtiendo Archivos
source: Converting files
es_es: Convirtiendo Archivos

# Descargando archivos
source: Downloading files
es_es: Descargando archivos

# Descargar
source: Download
es_es: Descargar

# Descargar Miniaturas
source: Download thumbnail
es_es: Descargar Miniaturas

# Descargar Subtitulos
source: Download subtitles
es_es: Descargar Subtitulos

# Descargas
source: Downloads
es_es: Descargas

# Desea borrar la preset:
source: Clicking "Yes" will delete the following preset:
es_es: Desea borrar la preset:

# DownloadErrorMsg
source: An error ocurred while downloading the files.\nDo you want to try again, saving a log to check it later?
es_es: Ha habido un fallo en la ejecucion del programa.\n¿Quiere volver a intentar la descarga y guardar el resultado para poder revisarlo mas tarde?

# DownloadErrorTitle
source: Download error
es_es: Error en la descarga.

# Empezar por:
source: Start at:
es_es: Empezar por:

# ExceptionMsg
source: Unexpected error happened. The program will close.
es_es: Se ha producido un error no controlado, el progama debe cerrarse

# ExceptionTitle
source: Unexpected error.
es_es: Error no controlado

# Fallo en la descarga
source: Download error
es_es: Fallo en la descarga

# Generando log
source: Generating log
es_es: Generando log

# Idiomas
source: Languages
es_es: Idiomas

# Ingles
source: English
es_es: Ingles

# Integraciones
source: Integrate
es_es: Integraciones

# Integrar Miniatura
source: Integrate thumbnail
es_es: Integrar Miniatura

# Integrar Subtitulos
source: Integrate subtitles
es_es: Integrar Subtitulos

# Introduce el nombre del preset
source: Introduce the name of the preset
es_es: Introduce el nombre del preset

# Lista Completa de opciones
source: Full list of options
es_es: Lista Completa de opciones

# Listo
source: Ready
es_es: Listo

# LogEnabledWarning
source: When downloading files, the command window will not appear.\nThe information shown in said window will be stored in a log file in\n
es_es: Ahora al descargar videos, no aparecera la ventana.\nPara ver dicha informacion, mire el fichero de log ubicado en\n

# MeBeingLazy
source: Add preset
es_es: No he podido hacerlo mejor, y soy demasiado vago y quiero algo funcional

# Nombre Repetido
source: Name already in use
es_es: Nombre Repetido

# NoYTDLExmsg
source: The program couldn't find the folder containing the files it needs to work.\nCheck that the \"youtube-dl\" folder is in the same directory as this program.
es_es: El programa no puede encontrar la carpeta con todos los archivos necesarios para funcionar.\nAsegurate que la carpeta \"youtube-dl\" esta en la mismo directorio que este programa.

# NoYTDLExtitle
source: Files not found
es_es: Faltan Archivos

# Opciones
source: Options
es_es: Opciones

# Opciones de lista
source: Playlist options
es_es: Opciones de lista

# PresetExists
source: There's already a preset with that name\nChoose another name
es_es: Ya existe un preset con ese nombre\nEscoja otro nombre

# SelectDownloadFolder
source: Select a download folder\nThe default folder is [Descargas]
es_es: Selecciona una carpeta de descargas\nPor defecto [Descargas]

# Silencioso
source: Silent
es_es: Silencioso

# Sitios Soportados
source: Supported sites
es_es: Sitios Soportados

# Terminar por:
source: End at:
es_es: Terminar por:

# TTDescargarMiniaturas
source: Downloads the video's thumbnail
es_es: Se usara la miniatura del video como miniatura del archivo

# TTDescargar_Subtitulos
source: Downloads the subtitles files of the video
es_es: Descargar un archivo con subtitulos

# TTIntegrar_Miniatura
source: Integrates the thumbnail in the downloaded file (only for MP3 and MP4)
es_es: Integra la minuatura dentro del propio video descargado (Solo MP3 y MP4)

# TTIntegrar_Subtitulos
source: Integrates the subtitles in the video (only works for certain video formats)
es_es: Integrara los subitulos dentro del video (Solo Ciertos formatos)

# TTSilencioso
source: The command window will not appear when downloading
es_es: Evita que aparezca la interfaz de comandos

# TTURL
source: Right click to paste
es_es: Click Derecho para pegar

# Usar
source: Use
es_es: Usar

# Usar como predeterminada
source: Set as default
es_es: Usar como predeterminada

# Ver Comando Final
source: See the final command
es_es: Ver Comando Final
